[Public]
Object=(Name=Rage.RageDeathMatch,Class=Class,MetaClass=Engine.GameInfo)
Object=(Name=Rage.RageTeamGame,Class=Class,MetaClass=Engine.GameInfo)
Object=(Name=RageGame.RageCaptains,Class=Class,MetaClass=Engine.GameInfo)
Object=(Name=RageGame.RageCTF,Class=Class,MetaClass=Engine.GameInfo)
Object=(Name=RageGame.RageDomination,Class=Class,MetaClass=Engine.GameInfo)
Object=(Name=RageGame.RageDetonation,Class=Class,MetaClass=Engine.GameInfo)
Object=(Name=RageGame.RageSafeCracker,Class=Class,MetaClass=Engine.GameInfo)
Object=(Name=RageGame.TrailerGame,Class=Class,MetaClass=Engine.GameInfo)

Comment= Текст, связанный с типами игры - смотрите ragemenu.int за примечаниями о типах игры.

[RageSafeCracker]
Comment= Командная игра - объявляются два отряда с одинаковым счетом.
TieMessage=- ничья!
WinMessage=и побеждает!
ObjectivesMessage=Нажмите F3 для инструктажа о целях.
Comment= В медвежатнике один отряд охраняет свой сейф, в то время как другой пытается его атаковать.
DefenderSuccess=защищает свое золото
Comment = приставка с именем персонажа
GameEndedMessage=украл золото за 
GameName=Медвежатник

[RageCTF]
GameName=Захват флага

[RageDetonation]
GameName=Детонация

[TrailerGame]
GameName=Трейлер

[RageCaptains]
GameName=Капитаны

[RageDomination]
GameName=Доминирование

[RageCaptainsRepInfo]
GoalStrings[0]=Чтобы выиграть, убейте капитана команды %w не менее %k раз.
GoalStrings[1]=Чтобы выиграть, убейте капитана команды %w наибольшее количество раз за %o.
GoalStrings[2]=Чтобы выиграть, убейте капитана команды %w не менее %k раз за %o.

[RageDOMReplicationInfo]
GoalStrings[0]="Чтобы выиграть, захватите и удерживайте контроль над местоположением определенное время - %k:00."
GoalStrings[1]="Чтобы выиграть, захватите и удерживайте контроль над местоположением за большую часть %o."
GoalStrings[2]="Чтобы выиграть, захватите и удерживайте контроль над местоположением определенное время - %k:00 из %o."

[TrailerGameReplicationInfo]
GoalStrings[0]="Чтобы выиграть, доставьте трейлер к базе команды %w не менее %k раз."
GoalStrings[1]="Чтобы выиграть, доставьте трейлер к базе команды %w набольшее количество раз за %o."
GoalStrings[2]="Чтобы выиграть, доставьте трейлер к базе команды %w не менее %k раз за %o."

[RageDETReplicationInfo]
GoalStrings[0]=Чтобы выиграть, взорвите команду %w не менее %k раз.
GoalStrings[1]=Чтобы выиграть, взорвите команду %w наибольшее количество раз за %o.
GoalStrings[2]=Чтобы выиграть, взорвите команду %w не менее %k раз за %o.

[RageSafeCrackerRepInfo]
GoalStrings[0]=Защитите сейф команды %w за %o.
GoalStrings[1]=Украдите золото команды %w за %o.

[RageCTFReplicationInfo]
GoalStrings[0]=Чтобы выиграть, захватите флаг команды %w не менее %k раз.
GoalStrings[1]=Чтобы выиграть, захватите флаг команды %w наибольшее количество раз за %o.
GoalStrings[2]=Чтобы выиграть, захватите флаг команды %w не менее %k раз за %o.

[RageDetMessage]
Comment=Это сообщение может быть вызвано изменением позиции ключа детонации, так же как и подсчетом очков детонации
Restarted=Детонация была перезапущена.

RedTeam=Отряд красных
BlueTeam=Отряд синих

Comment=Префиксное имя игрока
DetonateBlue=: ЦЕЛЬ КРАСНЫХ ДОСТИГНУТА! - БОМБА СИНИХ СРАБОТАЛА!!!
DetonateRed=: ЦЕЛЬ СИНИХ ДОСТИГНУТА! - БОМБА КРАСНЫХ СРАБОТАЛА!!!
DroppedKey=: миссия прервана! Ключ детонации выброшен!
HasKey=: ключ захвачен! Двигается к точке взрыва!

Comment=Оставшееся время в секундах
CountDown= - взрыв через
Second=сек

[RageDetLocalMessage]
YouHaveKeyString=Вы взяли ключ детонации, используйте его!
EnemyHasKeyString=Враг захватил ключ детонации, берегитесь!

[RageDomMessage]
Drawn=Ничья.

Comment=Префиксное имя игрока постфиксное имя отряда
Switched=переключил таймер - начат отсчет времени в пользу

RedTeam=отряд красных
BlueTeam=отряд синих

[RageSCMessage]
ReturnedBlue=Золото синих было возвращено!
ReturnedRed=Золото красных было возвращено!
BlueSafeRepaired=Сейф синих отремонтирован!
RedSafeRepaired=Сейф красных отремонтирован!
BlueSafeBlown=Сейф синих взорван!
RedSafeBlown=Сейф красных взорван!

Comment=Префиксное имя игрока
ReturnBlue=: Золото синих было возвращено на базу синих!
ReturnRed=: Золото красных было возвращено на базу красных!
CaptureBlue=: ЦЕЛЬ КРАСНЫХ ДОСТИГНУТА! - ЗОЛОТО СИНИХ УКРАДЕНО!!!
CaptureRed=: ЦЕЛЬ СИНИХ ДОСТИГНУТА! - ЗОЛОТО КРАСНЫХ УКРАДЕНО!!!
DroppedBlue=: миссия прервана! Золото синих брошено!
DroppedRed=: миссия прервана! Золото красных брошено!
HasBlue=: Я захватил золото синих! Идет транспортировка!
HasRed=: Я захватил золото красных! Идет транспортировка!

[RageCTFMessage]
ReturnedBlue=Флаг синих возвращен!
ReturnedRed=Флаг красных возвращен!

Comment=Префиксное имя игрока
ReturnBlue=: Флаг синих возвращен на их базу!
ReturnRed=: Флаг красных возвращен на их базу!
CaptureBlue=: ЦЕЛЬ КРАСНЫХ ДОСТИГНУТА! - ФЛАГ СИНИХ ЗАХВАЧЕН!!! 
CaptureRed=: ЦЕЛЬ СИНИХ ДОСТИГНУТА! - ФЛАГ КРАСНЫХ ЗАХВАЧЕН!!! 
DroppedBlue=: миссия прервана! Флаг синих брошен!
DroppedRed=: миссия прервана! Флаг красных брошен!
HasBlue=: Я захватил флаг синих! Возвращаюсь на базу!
HasRed=: Я захватил флаг красных! Возвращаюсь на базу!

[RageTrailerMessage]
Restarted=Трейлер перезапущен
RedTeam=отрядом красных
BlueTeam=отрядом синих

comment=префиксное имя отряда
DetonateBlue=: ЦЕЛЬ КРАСНЫХ ДОСТИГНУТА! - БАЗА СИНИХ УНИЧТОЖЕНА!!!
DetonateRed=: ЦЕЛЬ СИНИХ ДОСТИГНУТА! - БАЗА КРАСНЫХ УНИЧТОЖЕНА!!!
comment=префиксное имя игрока
HasKey=: трейлер захвачен! Еду к вражеской базе!

Comment=постфиксное время в секундах
CountDown=Взрыв трейлера через
Second=сек

comment=постфиксное имя отряда
TimerLocked=Трейлер доставлен на базу

[RageSCLocalMessage]
YouHaveFlagString=Золото у вас, возвращайтесь к своему сейфу!
EnemyHasFlagString=Ваше золото теперь у врага, немедленно верните его!

[RageTrailerLocalMessage]
YouHaveKeyString=Вы завладели трейлером, доставьте его к вражеской базе!
EnemyHasKeyString=Враг захватил трейлер, остановите его любой ценой!

[RageCTFLocalMessage]
YouHaveFlagString=Вы завладели флагом противника, возвращайтесь на базу!
EnemyHasFlagString=Враг захватил наш флаг, срочно перехватите его!

